Repository: Brionnaw/ask_me-theme
Catalog: languages/*.po
Languages: ar

source: This coupon is not valid.
ar: الكوبون غير صالح.

source: Coupon code applied successfully.
ar: الكوبون تم تطبيقة بنجاح.

source: Hello there,
ar: ‫السلام عليكم ورحمه الله وبركاته،

source: A new post has been submitted in
ar: تم إضافة مقالات جديدة في

source: Please find details below:
ar: يرجى الاطلاع على التفاصيل أدناه:

source: To take action (approve/reject)- please go here:
ar: لاتخاذ إجراء (الموافقة / رفض) - يرجى الدخول هنا:

source: Thank You
ar: شكرا لك

source: New Post Submission
ar: مقالة جديدة مضافة

source: Add New Message
ar: اضف رسالة جديدة

source: New Message
ar: رسالة جديدة

source: Edit Message
ar: تعديل الرسالة

source: View Message
ar: عرض الرسالة

source: View Messages
ar: عرض الرسائل

source: All Messages
ar: كل الرسائل

source: Search Messages
ar: البحث في الرسائل

source: Parent Message:
ar: الرسالة الرئيسية:

source: No Messages Found.
ar: لا يوجد رسائل .

source: No Messages Found in Trash.
ar: لا يوجد رسائل في سلة المهملات.

source: Content
ar: المحتوي

source: To user
ar: للعضو

source: User delete?
ar: حذف العضو؟

source: delete his inbox message.
ar: حذف رسالتك في البريد الوارد.

source: delete his sended message.
ar: حذف رسالتك المرسلة.

source: No one delete it
ar: لا يوجد احد حذفها

source: Sorry, you do not have a permission to send message.
ar: عفوا, لا تملك اي تصريح لإرسال رسالة .

source: You must login to send a message.
ar: يجب تسجيل الدخول لتستطيع إرسال رسالة .

source: You can't send message for yourself.
ar: لا تستطيع إرسال رسالة لنفسك.

source: Username
ar: اسم المستخدم

source: Please type your username .
ar: ادخل اسمك .

source: Please type your E-Mail .
ar: ادخل ايميلك .

source: Message Title
ar: عنوان الرسالة

source: Details
ar: التفاصيل

source: Send Your Message
ar: أرسل رسالتك

source: Message been successfully
ar: تم الارسال بنجاح

source: The message has been sended successfully.
ar: تم ارسال الرسالة بنجاح .

source: There are a error.
ar: يوجد خطأ.

source: Error in message.
ar: خطإ في الرسالة .

source: RE:
ar: رد:

source: Go to PayPal now
ar: اذهب للبايبال الان

source: Please wait will go to the PayPal now to pay a new payment.
ar: من فضلك انتظر حتي يتم التحويل للبايبال للدفع.

source: Successfully payment
ar: عملة دفع ناجحة

source: Thank you for your payment, Your question now is sticky.
ar: شكرا للدفع، سؤالك الان مثبت.

source: Thank you for your payment you now can make a new question.
ar: شكرا للدفع، الان تستطيع أضافه سؤال.

source: Instant Payment Notification - Received Payment
ar: إشعار الدفع - تلقى الدفع

source: Thank you for your payment, Your question now is sticky,
ar: شكرا للدفع، سؤالك الان مثبت،

source: Your transaction id
ar: رقم العملية

source: Payment Failed
ar: عملية دفع فاشلة

source: The payment was failed!
ar: عملية الدفع فشلت!

source: Payment Canceled
ar: تم إلغاء الدفع

source: The payment was canceled!
ar: تم إلغاء عملية الدفع!

source: Select a Category
ar: اختار القسم

source: Coupon "%s" applied successfully.
ar: الكوبون “%s” تم تطبيقة بنجاح.

source: Coupon does not exist!.
ar: الكوبون غير موجود!.

source: Coupon "%s" does not exist!.
ar: الكوبون “%s” غير موجود!.

source: Pay to ask
ar: أدفع لتسأل

source: Please make a payment to allow to be able to add a question.
ar: من فضلك قم بالدفع لتتمكن من إضافة سؤال.

source: Free
ar: مجاني

source: Ask a free question? Add this coupon.
ar: تريد إضافة سؤال مجاني؟ أضف هذا الكوبون.

source: Apply Coupon
ar: تطبيق الكوبون

source: Ask a new question
ar: أضف سؤال جديد

source: Pay now
ar: أدفع الآن

source: Process
ar: متابعة

source: You can't ask yourself.
ar: لا يمكنك سؤال نفسك.

source: Note
ar: ملاحظة

source: Will lose %s points when adding a new question.
ar: ‫سوف تفقد نقاط %s عند إضافة سؤال جديد.

source: Question Title
ar: عنوان السؤال

source: Please choose an appropriate title for the question to answer it even easier .
ar: يرجى اختيار عنوان مناسب للسؤال حتي يتم الرد عليه بسهوله .

source: Please choose the appropriate section so easily search for your question .
ar: الرجاء اختيار القسم المناسب لسهوله البحث والوصول الي سؤالك .

source: Please choose suitable Keywords Ex :
ar: الرجاء اختيار كلمات مناسبة مثال :

source: question , poll
ar: سؤال , استطلاع

source: This question is a poll ?
ar: هذا السؤال عبارة عن استطلاع رأى ?

source: If you want to be doing a poll click here .
ar: اذا كنت تريده استطلاع اضغط هنا .

source: Add Field
ar: اضف جديد

source: Featured image
ar: الصورة البارزة

source: Choose from here the video type .
ar: اختر من هنا نوع الفيديو.

source: Notified
ar: تنبية بالبريد

source: Ask Anonymously
ar: اسأل كمجهول

source: asks
ar: يسأل

source: Anonymous asks
ar: مجهول يسأل

source: Terms
ar: ‎القوانين

source: By posting your question, you agree to the <a target='%s' href='%s'>terms of service</a>.
ar: ‎باضافة هذا السؤال, انت موافق علي <a target='%s' href='%s'>شروط الاستخدام</a>.

source: Publish Your Question
ar: نشر سؤالك

source: Sorry do not have the minimum points Please do answer questions, even gaining points ( The minimum points = %s ) .
ar: عفوا لا تملك الحد الادني من النقاط قم بالاجابة علي الاسئلة , حتي تحصل علي النقاط ( الحد الادني من النقاط = %s ) .

source: You must login to edit question .
ar: يجب عليك تسجيل الدخول لتعديل السؤال.

source: Edit Your Question
ar: تعديل السؤال

source: Sorry, you do not have a permission to add a post .
ar: ‎عفوا, لا تملك اي تصريح لاضافة مقالة .

source: You must login to add post .
ar: ‎يجب تسجيل الدخول لتستطيع أضافة مقالة .

source: Post Title
ar: ‎عنوان المقال

source: Please choose an appropriate title for the post .
ar: ‎برجاء كتابة عنوان مناسب للمقالة .

source: post , video
ar: ‎مقال, فيديو

source: Please choose the appropriate section so easily search for your post .
ar: ‎برجاء اختيار قسم مناسب لسهولة البحث عن المقال .

source: Publish Your Post
ar: ‎نشر المقالة

source: Edit Your post
ar: ‎تعديل المقالة

source: Welcome
ar: أهلا وسهلا

source: Quick Links
ar: وصلات سريعة

source: Profile page
ar: الملف الشخصي

source: Paid question
ar: الأسئلة المدفوعة

source: Favorite Questions
ar: الاسئله المفضلة

source: Followed Questions
ar: اسئلة الاعضاء التي اتابعها

source: Authors I Follow
ar: ‫الاعضاء التي اتابعها

source: Password
ar: كلمة المرور

source: Forget
ar: نسيت

source: Log in
ar: تسجيل دخول

source: Remember Me
ar: تذكرني

source: <strong>Error :&nbsp;</strong>please insert your name .
ar: <strong>خطأ :&nbsp;</strong>لو سمحت قم بادخال الاسم .

source: <strong>Error :&nbsp;</strong>please insert your password .
ar: <strong>خطأ :&nbsp;</strong>لو سمحت قم بادخال كلمة المرور .

source: Confirm Password
ar: أعادة كلمة المرور

source: Profile Picture
ar: صورة الملف الشخصي

source: First Name
ar: الأسم الأول

source: Last Name
ar: الاسم الاخير

source: Display name
ar: ‎الاسم العلني

source: By registering, you agree to the <a target='%s' href='%s'>terms of service</a>.
ar: ‎بتسجيلك, انت موافق علي <a target='%s' href='%s'> شروط الاستخدام </a>.

source: Please enter your name.
ar: ادخل اسمك .

source: Please enter your email.
ar: ادخل ايميلك .

source: Please enter your password.
ar: ادخل كلمة المرور.

source: Please rewrite password.
ar: اعد كتابة الباسورد .

source: There are required fields ( captcha ).
ar: هناك حقول مطلوبة ( الرمز الامني ).

source: There are required fields ( Agree of the terms ).
ar: ‎هناك حقول مطلوبة ( الموافقه علي الشروط ).

source: This account is already registered.
ar: هذا الحساب مسجل بالفعل .

source: <strong>Error</strong>: Sorry can not register please contact the webmaster
ar: <strong>خطأ</strong>: رجاء الاتصال بمدير الموقع

source: Under review
ar: تحت المرجعة

source: Reset
ar: إستعادة

source: You are already logged in, If you want to change your password go to <a href='%s'>edit profile</a>.
ar: اذا كنت تريت تعديل كلمة المرور اذهب هنا <a href=‘%s’>تعديل الملف الشخصي</a>.

source: Please insert your email.
ar: ادخل ايميلك .

source: There is no user registered with that email address.
ar: ‫لا يوجد عضو مسجل بهذا البريد الإلكتروني.

source: Reset your password
ar: إسترجاع كلمة المرور

source: Check your email please.
ar: إفصح البريد الإلكتروني من فضلك.

source: Please login to edit profile .
ar: قم بتسجيل الدخول لتستطيع التعديل علي الملف الشخصي .

source: Nickname
ar: اللقب

source: About Yourself
ar: نبذة عنك

source: Show your private pages for all the users?
ar: أظهر الصفحات الشخصية لكل الأعضاء؟

source: Received mail when user add a new question
ar: إستقبال بريد إلكتروني عند إضافة سؤال جديد

source: Received message from another users?
ar: هل تريد تلقي رسائل من الأعضاء الآخرين؟

source: Save
ar: ‎حفظ

source: Register Now
ar: سجل الأن

source: Lost Password
ar: فقدت كلمة المرور

source: Lost your password? Please enter your email address. You will receive a link and will create a new password via email.
ar: فقدت كلمة المرور الخاصة بك؟ الرجاء إدخال عنوان البريد الإلكتروني الخاص بك. ستتلقى رابطا وستنشئ كلمة مرور جديدة عبر البريد الإلكتروني.

source: Send Message
ar: إرسال رسالة

source: Create an account
ar: تسجيل حساب جديد

source: Hit enter to search
ar: اضغط للبحث

source: Search here ...
ar: بحث عن شيء ...

source: Ask any question and you be sure find your answer ?
ar: أسئل اي سؤال وكن متاكد انك سوف تجد إجابتك ؟

source: Ask Now
ar: أسئل الآن

source: Your password has been reset
ar: كلمة المرور تم أسترجاعها

source: Check your email.
ar: افحص بريدك الإلكتروني.

source: You are already logged in
ar: انت بالفعل مسجل دخول

source: If you want to change your password go to <a href='%s'>edit profile</a>.
ar: اذا كنت تريت تعديل كلمة المرور اذهب هنا <a href=‘%s’>تعديل الملف الشخصي</a>.

source: Your membership under review
ar: عضويتك تحت المراجعة

source: You membership us under review, When the admin approved it will send email for you.
ar: عضويتك تحت المراجعة، عندما يتم الموافقة عليها سوف نرسل لك بريد إلكتروني.

source: Membership Activated
ar: تم تفعيل العضوية

source: Your membership is now activated, But it need a review first, When the admin approved it will send email for you.
ar: عضويتك تم تفعيلها، ولكنها تحت المرجعة الآن، عندما يتم الموافقة عليها سوف نرسل لك بريد إلكتروني.

source: Your membership is now activated.
ar: عضويتك الآن مفعلة.

source: Kindly activate your membership
ar: من فضلك فعل العضوية

source: A confirmation email has been sent to your registered email account. If you have not received the confirmation email, kindly <a href='%s'>Click here</a> to re-send another confirmation email.
ar: تم إرسال رسالة تأكيد إلى حساب البريد الإلكتروني المسجل. إذا لم تتلق رسالة التأكيد، فيرجى <a href=‘%s’> النقر هنا </a> لإعادة إرسال رسالة تأكيد مرة أخرى.

source: Activate the membership
ar: تفعيل عضوتيك

source: Check your email again.
ar: أفحص بريدك الإلكتروني مرة آخري.

source: About
ar: عن

source: Registered
ar: تاريخ التسجيل

source: view
ar: عرض

source: Ask
ar: أسئل الآن

source: Message
ar: رسالة

source: User Stats
ar: أحصائيات العضو

source: Product
ar: المنتج

source: Post
ar: نشر

source: Products
ar: المنتجات

source: Recent Questions
ar: اخر الاسئله

source: Most Responses
ar: الاكثر اجابة

source: Recently Answered
ar: ‎اخر الاجابات

source: No answers
ar: لا يوجد إجابات

source: Most Visit
ar: الاكثر زيارة

source: Most Vote
ar: الاكثر تقيما

source: Questions Bump
ar: الأسلة المرفوعة

source: Recent Posts
ar: ‎اخر المقالات

source: No answers Found.
ar: لا يوجد إجابات.

source: This page is not active .
ar: ‎هذه الصفحة غير مفعلة.

source: views
ar: مشاهدات

source: Sorry, No Results Found.
ar: لا يوجد نتائج موجوده .

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عفوا، ولكن لا يوجود ما يطابق بحثك، من فضلك حاول البحث مرة اخري.

source: Back To Homepage
ar: الرجوع للصفحه الرئيسية

source: Select kind of search
ar: ‫أختار النوع للبحث

source: Question categories
ar: ‫‎اقسام الاسئلة

source: Question tags
ar: ‫كلمات دليلة الأسئلة

source: Post categories
ar: أفسام المقالات

source: Post tags
ar: كلمات دليلية المقالات

source: Product categories
ar: أفسام المنتجات

source: Product tags
ar: كلمات دليلية المنتجات

source: View all posts under %s
ar: عرض كل المقالات تحت %s

source: View all questions under %s
ar: عرض كل الاسئلة تحت %s

source: %s asked today
ar: ‫%s سئلو اليوم

source: %s this week
ar: ‫%s هذا الاسبوع

source: %s this month
ar: ‫%s هذا الشهر

source: View all products under %s
ar: عرض كل المنتجات تحت %s

source: No Posts Found.
ar: ‫‎لا يوجد مقالات.

source: Continue reading
ar: أكمل القراءة

source: This question is password protected. Enter the password to view comments.
ar: هذه السؤال هي كلمة السر المحمية. أدخل كلمة المرور لمشاهدة التعليقات.

source: Sorry, you do not have a permission to show this answers .
ar: ‎عفوا, لا تملك تصريح لمشاهدة الاجابات .

source: Leave an answer
ar: اضف اجابة

source: Leave an answer to %s
ar: اضف اجابة لـ %s

source: You must <a href="%s" class="login-comments">login</a> or <a href="%s" class="signup">register</a> to add a new answer .
ar: يجب عليك <a href="%s">تسجيل الدخول</a> او <a href="%s">التسجيل</a> لتستطيع اضافه اجابة .

source: Sorry this question is a special, The admin must answer first .
ar: آسف هذا السؤال هو خاص، ويجب على المدير يجيب أولا.

source: Sorry this question is closed .
ar: عفوا هذا السؤال مغلق .

source: Private answer
ar: إجابة خاصة

source: Active this answer as a private answer.
ar: تفعيل هذه الإجابة خاصة.

source: Post your answer
ar: أضف اجابتك

source: You must <a href="%s" class="login-comments">login</a> or <a href="%s" class="signup">register</a> to add a new answer.
ar: يجب عليك <a href="%s">تسجيل الدخول</a> او <a href="%s">التسجيل</a> لتستطيع اضافه اجابة .

source: Sorry, you do not have a permission to answer to this question .
ar: ‎عفوا, لا تملك تصريح للاجابة علي السؤال .

source: Sorry, you do not have a permission to show this question .
ar: ‎عفوا, لا تملك تصريح لمشاهدة السؤال .

source: Please briefly explain why you feel this question should be reported .
ar: يرجى شرح بإيجاز لماذا تشعر أنك ينبغي الإبلاغ عن هذا السؤال.

source: solved
ar: تم الحل

source: closed
ar: مغلق

source: in progress
ar: بانتظار الحل

source: points
ar: ‎النقاط

source: Sorry it private question .
ar: عفوا هذا السؤال خاص .

source: Search results for
ar: نتائج البحث عن

source: Sorry it a private question.
ar: عفوا هذا السؤال خاص .

source: This is a paid question.
ar: هذا سؤال مدفوع.

source: Sticky time
ar: وقت التثبيت

source: This question will sticky to
ar: هذا السؤال سوف يثبت حتي

source: Paid details
ar: تفاصيل الدفع

source: Transaction id
ar: رقم العملية

source: The transaction id
ar: ‫رقم العملية

source: PayPal sandbox
ar: بايبال تجريبي

source: This transaction is from PayPal sandbox.
ar: عملية الدفع من البايبال التجريبي.

source: The transaction id for sticky question
ar: رقم عملية الدفع للسؤال المثبت

source: This transaction is from PayPal sandbox for sticky question.
ar: عملية الدفع من البايبال التجريبي للسؤال المثبت.

source: Has been deleted successfully.
ar: تم الحذف بنجاح.

source: Edit the question
ar: تعديل السؤال

source: Delete the question
ar: ‎حذف السؤال

source: Open the question
ar: فتح السؤال

source: Close the question
ar: غلق السؤال

source: voter
ar: مصوت

source: Rating
ar: التصويت

source: Results
ar: النتائج

source: Remove the question of my favorites
ar: احذف السؤال من المفضلة

source: Add a question to Favorites
ar: اضف السؤال للمفضلة

source: Question bump points
ar: دعم السؤال بالنقاط

source: Bump
ar: رفع

source: Pay to sticky question
ar: أدفع لجعل هذا السؤال مثبت

source: Pay to sticky
ar: أدفع للتثبيت

source: Please make a payment to allow to be able to sticky the question.
ar: من فضلك قم بالدفع حتي تستطيع تثبيت السؤال.

source: For %s days.
ar: لمدة %s يوم.

source: Sticky question free? Add this coupon.
ar: تثبيت السؤال مجانا؟ قم بإضافة هذا الكوبون.

source: Pay to make question sticky
ar: أدفع لجعل هذا السؤال مثبت

source: Open
ar: أفتح

source: Close
ar: أغلق

source: Sorry do not have permission to show the questions !
ar: عفوا لا تملك صلاحيات لمشاهده الاسئلة ‫!

source: Share
ar: شارك

source: Related questions
ar: أسئلة متعلقة

source: &nbsp;Previous question
ar: &nbsp;السؤال السابق

source: Next question&nbsp;
ar: السؤال التالي&nbsp;

source: Edit the post
ar: ‎تعديل المقالة

source: Delete the post
ar: ‎حذف المقالة

source: Related Posts
ar: اخر المقالات

source: &nbsp;Previous post
ar: &nbsp;المقالة السابقة

source: Next post&nbsp;
ar: المقالة التالية&nbsp;

source: Tag
ar: ‫كلمة دليلة

source: Please login to see the activity log.
ar: من فضلك سجل دخول لتري صفحه الانشطة.

source: Delete user
ar: عضو محذوف

source: Poll at question
ar: قمت بتصويت علي سؤال

source: Vote up question.
ar: ‫‫قيمت سؤال لأعلي.

source: Vote down question.
ar: ‫قيمت سؤال لأسفل.

source: Vote up answer.
ar: ‫قيمت إجابة لأعلي.

source: Vote down answer.
ar: قيمت إجابة لأسفل.

source: You follow
ar: تابعت

source: You unfollow
ar: ألغيت متابعة

source: You bump your question.
ar: قمت برفع سؤالك.

source: You report a question.
ar: ‫بلغت عن سؤال.

source: You report a answer.
ar: بلغت عن إجابة.

source: You choose the best answer.
ar: قمت بأختيار أفضل إجابة.

source: You cancel the best answer.
ar: قمت بحذف أفضل إجابة.

source: You closed the question.
ar: قمت بإغلاق السؤال.

source: You opend the question.
ar: قمت بإعادة فتح السؤال.

source: You follow the question.
ar: تابعت سؤال.

source: You unfollow the question.
ar: ألغيت متابعة سؤال.

source: You add a answer.
ar: أضفت إجابة جديدة.

source: You add a comment.
ar: ‫أضفت تعليق جديد.

source: Your answer pending for review.
ar: ‫إجابتك تحت المراجعة.

source: Your comment pending for review.
ar: تعليقك تحت المراجعة.

source: Add a new question.
ar: ‫أضفت سؤال جديد.

source: add a new post.
ar: أضفت مقالة جديدة.

source: Your question pending for review.
ar: سؤالك تحت المراجعة.

source: Your post pending for review.
ar: مقالك تحت المراجعة.

source: You add a question at favorites.
ar: أضفت السؤال الي المفضلة.

source: You remove a question from favorites.
ar: حذفت السؤال من المفضلة.

source: You delete a question.
ar: حذفت السؤال.

source: You delete a post.
ar: حذفت المقالة.

source: You send a message for
ar: لقد أرسلت رساله لـ

source: You delete your inbox message
ar: لقد حذفت رسالة من البريد الوارد

source: You delete your sended message
ar: لقد حذفت الرسالة المرسلة

source: ago
ar: منذ

source: There are no activities yet.
ar: لا توجد أنشطة بعد.

source: This page is not active.
ar: هذه الصفحه غير مفعلة.

source: No answers yet .
ar: لا يوجد اجابات حتي الان .

source: There are no user follow yet .
ar: لا يوجد اعضاء تتابعها حتي الان .

source: Waiting Questions
ar: الاسئله في قائمة الانتظار

source: No questions yet .
ar: لا يوجد اسئلة حتي الان .

source: Badges
ar: الشارات

source: Add a new question
ar: ‎اضف سؤال جديد

source: Points choose best answer
ar: نقاط لاختيار أفضل إجابة

source: Points rating question
ar: نقاط لتقيم سؤال

source: Points add answer
ar: نقاط لإضافة إجابة

source: Points rating answer
ar: نقاط لتقيم سؤال

source: Points following user
ar: نقاط لمتابعه عضو

source: Points for a new user
ar: نقاط لعضو جديد

source: Add a new post
ar: أضف مقالة جديدة

source: No comments yet .
ar: لا يوجد تعليقات حتي الان .

source: About Us
ar: من نحن

source: Phone number :
ar: رقم الهاتف :

source: E-mail :
ar: البريد الالكتروني :

source: Social links :
ar: الروابط الاجتماعية :

source: Edit Comment
ar: تعديل التعليق

source: Sorry you can't edit this post .
ar: ‎عفوا لا تستطيع التعديل علي هذه المقالة .

source: Sorry no post has you select or not found .
ar: ‎عفوا لا يوجود مقالة محددة او المقالة غير موجودة .

source: Sorry no question has you select or not found.
ar: عفوا لا يوجود سؤال محدد او السؤال غير موجود.

source: Sorry you don't have a premmisions to edit this question.
ar: ‫‎عفوا, لا تملك تصريح لمشاهدة السؤال.

source: There are no Followers yet .
ar: لا يوجد متابعون حتي الان .

source: Please login to see the your messages.
ar: قم بتسجيل الدخول لتستطيع مشاهدة الرسائل .

source: inbox
ar: الصندوق الوارد

source: Send
ar: إرسال

source: View the message
ar: عرض الرسالة

source: No messages yet .
ar: لا يوجد رسائل حتي الان .

source: remove the question
ar: احذف السؤال

source: There are no questions .
ar: لا يوجد اسئلة حتي الان .

source: Rating your question.
ar: تقيم سؤالك.

source: Rating your answer.
ar: تقيم إجابتك.

source: User follow You.
ar: تم متابعتك.

source: User unfollow You.
ar: تم ألغاء متابعتك.

source: Discount points to bump question.
ar: خصم من نقاطتك لرفع السؤال لأعلي.

source: Choose your answer best answer.
ar: أختيار إجابتك كأفضل إجابة.

source: Cancel your answer best answer.
ar: إلغاء إجابتك كأفضل إجابة.

source: You answer the question.
ar: أضفت رد علي سؤال.

source: Add a new post.
ar: أضف مقالة جديدة.

source: You charged points for Add a question.
ar: شحنت نقاط لإضافة سؤال.

source: The administrator add points for you.
ar: المدير أضاف نقاط لك‫.

source: The administrator remove points from you.
ar: المدير حذف نقاط منك‫.

source: Your comment is removed.
ar: حذف تعليقك.

source: Delete your best answer.
ar: حذف أفضل اجابة لك.

source: Delete your follow user.
ar: حذف العضو الذي تتابعه.

source: There are no points yet.
ar: لا يوجد نقاط حاليا.

source: Cart Totals
ar: قيمة سلة المشتريات

source: Subtotal
ar: الاجمالي الفرعي

source: Shipping
ar: الشحن

source: (taxes estimated for %s)
ar: (الضرائب المقدرة لـ %s)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
ar: ملاحظة: يتم تقدير رسوم الشحن والضرائب %s وسيتم تحديثها أثناء الدفع استنادا إلى معلومات الفوترة والشحن.

source: Price
ar: السعر

source: Quantity
ar: الكمية

source: Remove this item
ar: حذف هذا العنصر

source: Available on backorder
ar: متوفر على لائحة الرد

source: Coupon:
ar: كوبون الخصم:

source: Empty Cart
ar: افراغ سلة المشتريات

source: Update cart
ar: تحديث السلة

source: No products were found matching your selection.
ar: لا يوجد منتجات متطابقة لأختيارك.

source: Out
ar: لايوجد

source: Sale!
ar: تخفيض!

source: Category :
ar: أقسام :

source: Reviews :
ar: التقيمات :

source: %s customer review
ar: ‫%s تحت المرجعة

source: Your comment is awaiting approval
ar: تعليقك بانتظار الموافقة

source: verified owner
ar: مالك موثق
