Repository: Brionnaw/ask_me-theme
Catalog: languages/*.po
Languages: ar

source: Oops! Page Not Found
ar: عفوا‫!‬ الصفحه غير موجودة

source: Home Page
ar: الصفحة الرئيسية

source: Anonymous
ar: مجهول

source: Verified
ar: مالك موثق

source: %1$s at %2$s
ar: %1$s في %2$s

source: Edit
ar: تعديل

source: Reply
ar: رد

source: This comment is edited.
ar: هذا التعليق تم تعديله.

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر موافقة الادارة .

source: Sorry it a private answer.
ar: آسف انها إجابة خاصة.

source: Like
ar: معجب

source: Dislike
ar: لم يعجبني

source: Report
ar: تبليغ

source: Log in to Reply
ar: سجل دخول للرد

source: Please briefly explain why you feel this answer should be reported .
ar: يرجى شرح بإيجاز لماذا تشعر أنك ينبغي الإبلاغ عن هذه الإجابة.

source: Cancel
ar: ‎إلغاء

source: This answer is edited.
ar: هذه الاجابة تم تعديله.

source: Your answer is awaiting moderation.
ar: إجابتك ينتظر موافقة الادارة .

source: Attachment
ar: المرفقات

source: Best answer
ar: افضل اجابة

source: Cancel the best answer
ar: الغاء افضل اجابه

source: Select as best answer
ar: اختيار افضل اجابة

source: Home
ar: الرئيسية

source: Search
ar: بحث

source: Daily Archives :
ar: أرشيف اليومي :

source: Monthly Archives :
ar: أرشيف الشهور :

source: Yearly Archives :
ar: أرشيف السنوات :

source: Error 404
ar: خطأ 404

source: Error 404
ar: خطأ 404

source: Archives for
ar: أرشيف لـ

source: Archives by:
ar: أرشيف بواسطه‫:

source: Shop
ar: المتجر

source: Search results for
ar: نتائج البحث عن

source: Posts tagged
ar: ‫كلمات دليلة المقالات

source: Page
ar: الصفحه

source: Register
ar: تسجيل

source: Name
ar: الاسم

source: Questions
ar: الاسئله

source: Answers
ar: الاجابات

source: Best Answers
ar: افضل اجابة

source: Points
ar: النقاط

source: Posts
ar: المقالات

source: Comments
ar: التعليقات

source: Popular
ar: الاكثر شعبية

source: All Categories
ar: كل الأقسام

source: Type to find...
ar: اكتب للبحث …

source: Approve this user
ar: الموافقة علي هذا العضو

source: Your avatar
ar: صورتك الشخصية

source: Country
ar: الدولة

source: Select a country&hellip;
ar: حدد الدولة&hellip;

source: City
ar: المدينة

source: Age
ar: ‎العمر

source: Phone
ar: ‎الهاتف

source: Sex
ar: ‎الجنس

source: Male
ar: ‎ذكر

source: Female
ar: ‎انثي

source: Follow-up email
ar: تابعني علي البريد الاليكتروني

source: Received messages?
ar: استقبال الرسائل؟

source: block messages?
ar: حظر الرسائل؟

source: Show the points, favorite question, followed question, authors i follow, followers, question follow, answer follow, post follow and comment follow
ar: عرض النقاط، الاسئلة المفضلة، اتبع الاسئلة المتابعه، الاعضاء المتابعه، المتابعين، الاسئلة المتابعه للاعضاء، الاجابات المتابعه للاعضاء، المقالات المتابعه للاعضاء و التعليقات المتابعه للاعضاء

source: Show this pages only for me or any one?
ar: أظهر هذه الرسالة فقط لي أو للكل؟

source: Received email when any one add a new question
ar: أستقبال بريد الكتروني عند اضافة سؤال جديد

source: Received email?
ar: أستقبال بريد اليكتروني؟

source: Add or remove points for the user
ar: ‎اضافة او حذف نقاط للعضو

source: Add or remove points
ar: أضافة او حذف نقاط

source: Add
ar: أضافه

source: Remove
ar: حذف

source: The points
ar: النقاط

source: The reason
ar: السبب

source: Check if you need this user choose or remove the best answer
ar: ‎أختار لو تريد هذا العضو لأختيار لو حذف أفضل اجابة

source: Select user?
ar: تحديد العضو؟

source: Check if you need this user is verified user
ar: ‫‎أختار لو تريد هذا العضو بعضوية موثقة

source: Social Networking
ar: الشبكات الاجتماعية

source: Confirm account
ar: التاكد من الحساب

source: search
ar: ‫بحث

source: Add question
ar: اضف سؤال جديد

source: Edit question
ar: ‫تعديل السؤال

source: login
ar: ‫تسجيل دخول

source: Login
ar: تسجيل دخول

source: Edit profile
ar: تعديل الملف الشخصي

source: User posts
ar: مقالات العضو

source: User comments
ar: تعليقات العضو

source: User questions
ar: ‫أسئلة العضو

source: User polls
ar: ‫تصويتات العضو

source: User asked questions
ar: الأسئلة الموجهه للعضو

source: Paid questions
ar: ‫الأسئلة المدفوعه

source: User best answers
ar: افضل اجابات العضو

source: User answers
ar: إجابات العضو

source: Favorite questions
ar: ‫الاسئله المفضله

source: Followed questions
ar: ‫اسئلة الاعضاء التي اتابعها

source: User points
ar: ‫النقاط

source: I follow users
ar: الأعضاء الذي اتابعها

source: Followers users
ar: ‫متابعون

source: Follow questions
ar: الاسئلة المتابعة

source: Follow answers
ar: الإجابات المتابعة

source: Follow posts
ar: ‫المقالات المتابعة

source: Follow comments
ar: ‫التعليقات المتابعة

source: Edit post
ar: ‏‫‎تعديل المقالة

source: Edit comment
ar: تعديل التعليق

source: Activity log
ar: الأنشطة

source: notifications
ar: الإشعارات

source: Notifications
ar: ‫الإشعارات

source: Aanonymous
ar: ‫مجهول

source: Not register user
ar: غير مسجل

source: has
ar: تم

source: Deleted user
ar: عضو محذوف

source: been asked you a question.
ar: طرح سؤال لك‫.

source: polled at your question
ar: أستطلاع الرأي في سؤالك

source: Gift of the site.
ar: هدية من الموقع‫.

source: The administrator added points for you.
ar: المدير أضاف نقاط لك‫.

source: The administrator removed points from you.
ar: المدير حذف نقاط منك‫.

source: voted up your question.
ar: التقيم لأعلي على سؤالك.

source: voted down your question.
ar: التقيم لأسفل على سؤالك‫.

source: voted up you answer.
ar: التقيم لأعلي على إحابتك‫.

source: voted down you answer.
ar: التقيم لأسفل على إحابتك‫.

source: followed you.
ar: تابعك‫.

source: unfollowed you.
ar: إلغاء متابعتك.

source: Your point back because the best answer selected.
ar: نقاطك تم رجوعها لأن إجابتك أفضل إجابة‫.

source: choosed your answer best answer.
ar: أختبار إجابتك أفضل إجابة‫.

source: Your point removed because the best answer removed.
ar: نقاطتك تم حذفها بسبب حذف أفضل اجابة.

source: canceled your answer best answer.
ar: ألغاء اجابتك كافضل إجابة.

source: answered at your asked question.
ar: إجابة علي سؤالك.

source: answered your question.
ar: إجابة علي سؤالك.

source: answered your question you follow.
ar: إجابة علي سؤالك الذي تتابعه.

source: added a new question.
ar: أضف سؤال جديد.

source: added your question at favorites.
ar: أضافة سؤالك في المفضلة.

source: removed your question from favorites.
ar: إزالة سؤالك من المفضلة.

source: followed your question.
ar: تابع سؤالك.

source: unfollowed your question.
ar: إلغاء متابعه سؤالك.

source: The administrator added your answer.
ar: المدير ضاف إجابتك.

source: The administrator added your comment.
ar: المدير ضاف تعليقك.

source: The administrator added your question.
ar: المدير ضاف سؤالك.

source: The administrator added your post.
ar: المدير ضاف مقالك.

source: sended a message for you.
ar: إرسل رسالة لك.

source: seen your message.
ar: تم مشاهده رسالتك‫.

source: The administrator %s your %s.
ar: المدير %s الخاص بك %s.

source: answer
ar: الإجابة

source: comment
ar: التعليق

source: question
ar: السؤال

source: post
ar: المقال

source: The administrator reason : %s.
ar: سبب المدير : %s.

source: The administrator deleted your %s.
ar: المدير حذف %s.

source: ( Spam )
ar: ( مزعج )

source: ( Trashed )
ar: ( سلة المهملات )

source: ( Deleted )
ar: ( تم الحذف )

source: Show all notifications.
ar: عرض جميع الإشعارات.

source: There are no notifications yet.
ar: لا يوجد إشعارات حتي الان.

source: Search ...
ar: بحث ...

source: Best answers
ar: افضل اجابات

source: Follow Me
ar: تابعني

source: Email
ar: البريد الالكتروني

source: View all results.
ar: عرض كل النتائج.

source: No results found.
ar: لا يوجد نتائج موجوده .

source: %s (Invalid)
ar: %s (غير صالح)

source: %s (Pending)
ar: %s (في انتظار المراجعة)

source: sub item
ar: عنصر فرعي

source: URL
ar: الرابط

source: Select the link
ar: أختار الرابط

source: Top profile panel
ar: الملف الشخصي العلوي

source: Side profile panel
ar: الملف الشخصي الجانبي

source: Profile
ar: ‎الملف الشخصي

source: Messages
ar: الرسائل

source: Polls
ar: التصويت

source: Asked Questions
ar: الاسئلة المجابة

source: Paid Questions
ar: الأسئلة المدفوعة

source: Favorites
ar: الاسئله المفضلة

source: Followed
ar: متابع

source: Followers
ar: متابعون

source: Following
ar: المتابعين

source: Followers Questions
ar: اسئلة الاعضاء التي اتابعها

source: Followers Answers
ar: الإجابات المتابعة

source: Followers Posts
ar: ‫المقالات المتابعة

source: Followers Comments
ar: ‫التعليقات المتابعة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Activity Log
ar: الأنشطة

source: Logout
ar: تسجيل خروج

source: Navigation Label
ar: النص في القائمة

source: Title Attribute
ar: خصائص العنوان

source: Open link in a new window/tab
ar: فتح الرابط في علامة تبويب جديدة

source: CSS Classes (optional)
ar: CSS Classes (اختياري)

source: Link Relationship (XFN)
ar: علاقات الرابط (XFN)

source: Description
ar: الوصف

source: The description will be displayed in the menu if the current theme supports it.
ar: سيتم عرض الوصف في القائمة إذا كان القالب الحالي يدعم ذلك.

source: Move
ar: نقل

source: Up one
ar: درجة واحدة لفوق

source: Down one
ar: درجة واحدة للأسفل

source: To the top
ar: للأعلي

source: Original: %s
ar: الأصل : %s

source: You can use WP menu builder to build menus
ar: أستخدم المنيو لأضافة عناصر جديدة للقائمة

source: Page slideshow
ar: سلايد شو

source: Sort the sections
ar: ترتيب الاقسام

source: Delete post
ar: حذف المقال

source: Delete question
ar: حذف السؤال

source: + Add new slide
ar: + أضف سلايد جديد

source: Add New
ar: اضف جديد

source: Add New question
ar: ‫‎اضف سؤال جديد

source: New Question
ar: سؤال جديد

source: Edit Question
ar: تعديل السؤال

source: View Question
ar: عرض سؤال

source: View Questions
ar: عرض الاسئله

source: All Questions
ar: كل الاسئله

source: Search Questions
ar: البحث في الاسئله

source: Parent Question:
ar: السؤال الرئيسي:

source: No Questions Found.
ar: ‎لا يوجد اسئلة .

source: No Questions Found in Trash.
ar: ‫‎لا يوجد اسئلة في سلة المهملات.

source: Question Categories
ar: ‫‎اقسام الاسئلة

source: Search Categories
ar: البحث في الافسام

source: Edit Category
ar: تعديل القسم

source: Add New Category
ar: اضافة قسم جديد

source: Question Tags
ar: ‫كلمات دليلة الاسئله

source: Search Tags
ar: البحث في ‫الكلمات دليلة

source: All Tags
ar: كل الكلمات دليلة

source: Edit Tag
ar: تعديل الكلمة الدليلة

source: Add New Tag
ar: اضف ‫كلمة دليلة جديد

source: Title
ar: العنوان

source: Type
ar: النوع

source: Author
ar: العضو

source: Category
ar: قسم

source: Tags
ar: الكلمات الدليلة

source: Date
ar: التاريخ

source: Poll
ar: التصويت

source: Question
ar: السؤال

source: Asked to
ar: سئل الي

source: No category
ar: لا أقسام

source: No tags
ar: لا كلمات دليلية

source: Updated. <a href="%s">View question</a>
ar: تم التحيث. <a href="%s">عرض السؤال</a>

source: Sticky
ar: مثبت

source: This question has been asked to
ar: هذا السؤال تم سؤاله الي

source: Delete
ar: حذف

source: This question is a poll?
ar: هذا السؤال عبارة عن استطلاع رأى؟

source: Add a new option to poll
ar: اضف خيار جديد للتصويت

source: Poll Options
ar: خيارات التصويت

source: Choose from here the question category.
ar: اختار من هنا قسم السؤال.

source: Video description
ar: وصف فيديو

source: Do you need a video to description the problem better ?
ar: هل تحتاج فيديو لتوضيح المشكله بشكل افضل ؟

source: Video type
ar: نوع الفيديو

source: Choose from here the video type.
ar: اختار من هنا نوع الفيديو.

source: Video ID
ar: اي دي الفيديو

source: Put here the video id : https://www.youtube.com/watch?v=sdUUx5FdySs EX : 'sdUUx5FdySs'.
ar: ضع من هنا ID الفيديو : https://www.youtube.com/watch?v=sdUUx5FdySs EX : ‘sdUUx5FdySs’.

source: Notified by e-mail
ar: تنبية بالبريد

source: Notified by e-mail at incoming answers.
ar: تنبية بالبريد عند اضافه اجابات جديد‫.

source: Private question
ar: سؤال خاص

source: Active this question as a private question.
ar: تفعيل السؤال خاص‫.

source: Answer/Comment
ar: إجابة/تعليق

source: Best answer?
ar: أفضل إجابة؟

source: Answer
ar: اجابة

source: Comment
ar: التعليق

source: Not best answer
ar: ليست أفضل إجابة

source: Stick this question
ar: تثبيت هذا السؤال

source: Categories
ar: الافسام

source: The first footer widget area
ar: ‫منطقة الودجات الأولي في الفوتر

source: The Second footer widget area
ar: ‫منطقة الودجات الثانية في الفوتر

source: The Third footer widget area
ar: ‫منطقة الودجات الثالثة في الفوتر

source: The Fourth footer widget area
ar: ‫منطقة الودجات الرابعة في الفوتر

source: If you press will delete report !
ar: اذا ضغطت سوف تحذف التعليق !

source: If you press will delete the attachment !
ar: ‫‫اذا ضغطت سوف تحذف المرفقات !

source: Click OK to reset. Any theme settings will be lost!
ar: اضغط هنا للاستعادة. اي تعديلات في الموقع سوف تفقد !

source: Are you sure you want to delete?
ar: هل انت متاكد من انك تريد الحذف؟

source: Saving
ar: جاري الحفظ

source: Reseting Options
ar: استعادة الخيارات

source: Default options restored.
ar: تم استعادة الخيارات.

source: Options saved.
ar: تم الحفظ.

source: No file chosen
ar: لا يوجد ملف مختار

source: Upload
ar: تحميل

source: Upgrade your version of WordPress for full media support.
ar: قم بترقية إصدار وردبريس للحصول على دعم كامل للوسائط.

source: View File
ar: عرض الملف

source: No Repeat
ar: غير مكرر

source: Repeat Horizontally
ar: مكرر أفقيا

source: Repeat Vertically
ar: مكرر عموديا

source: Repeat All
ar: مكرر في جميع الاتجاهات

source: Top Left
ar: أعلي يسار

source: Top Center
ar: ‫أعلي وسط

source: Top Right
ar: ‫أعلي يمين

source: Middle Left
ar: ‫‫متوسط يسار

source: Middle Center
ar: ‫‫متوسط وسط

source: Middle Right
ar: ‫‫متوسط يمين

source: Bottom Left
ar: ‫أسفل يسار

source: Bottom Center
ar: ‫أسفل وسط

source: Bottom Right
ar: ‫أسفل يمين

source: Scroll Normally
ar: ‫Scroll

source: Fixed in Place
ar: ‫Fixed

source: Normal
ar: عادي

source: Italic
ar: مائل

source: Bold
ar: سميك

source: Bold Italic
ar: سميك مائل

source: Documentation
ar: الوثائق

source: Extensions
ar: إضافات

source: + Add more
ar: + أضف المزيد

source: Click me
ar: اضغط هنا

source: Yes
ar: نعم

source: No
ar: لا

source: Select File
ar: اختار الملف

source: Select
ar: اختار

source: You may only upload maximum %d file
ar: قمت بتحميل الحد الاقصي %d للملف

source: You may only upload maximum %d files
ar: قمت بتحميل الحد الاقصي %d للملفات

source: Error: Cannot delete file
ar: خطأ: لا يمكن حذف الملف

source: Upload Files
ar: تحميل الملفات

source: + Add new file
ar: + أضف ملف جديد

source: Upload Images
ar: تحميل الصور

source: + Add new image
ar: + أضف صورة جديد

source: Key
ar: مفتاح

source: Value
ar: القيمة

source: Find Address
ar: البحث عن عنوان

source: + Add Media
ar: + أضف ملفات

source: file
ar: ملف

source: files
ar: ملفات

source: View
ar: عرض

source: No Title
ar: لا عنوان

source: Select Files
ar: اختار الملفات

source: Drop files here to upload
ar: اسحب الملفات هنا للرفع

source: Embed HTML not available.
ar: تضمين HTML غير متاح.

source: Preview
ar: مراجعه

source: Select a post
ar: إختار المقال

source: Select a %s
ar: حدد %s

source: Show All Categories
ar: عرض كل الأقسام

source: All
ar: الكل

source: None
ar: لا شئ

source: Select a term
ar: أختار قسم

source: Select an user
ar: ‫أختار عضو

source: Please correct the errors highlighted below and try again.
ar: يرجى تصحيح الأخطاء المبينة أدناه وحاول مرة أخرى.

source: Ask a Question
ar: ‫أسئل سؤال

source: Ask question
ar: ‫أسئل سؤال

source: Address :
ar: العنوان :

source: Support :
ar: الدعم :

source: Subscribe
ar: اشترك

source: People like it
ar: الأغضاء سوف تعجب به

source: Subscribers
ar: اشترك

source: Recent
ar: الأخيرة

source: Questions Categories
ar: ‎اقسام الاسئلة

source: Signup
ar: تسجيل جديد

source: Users
ar: الاعضاء

source: Stats
ar: الاحصائيات

source: about %s ago
ar: منذ %s مضت

source: Select options
ar: أختار اختيار

source: &nbsp;Previous product
ar: ‫&nbsp;المنتج السابق

source: Next product&nbsp;
ar: المنتج التالي&nbsp;

source: Share This
ar: ‎مشاركة

source: 0 Comments
ar: 0 تعليق

source: 1 Comment
ar: 1 تعليق

source: Today
ar: اليوم

source: Month
ar: الشهر

source: Total
ar: المجموع

source: Visits
ar: الزوار

source: You can only reach this page by posting from the form
ar: يمكنك الوصول إلى هذه الصفحة فقط عن طريق النشر من النموذج

source: Please do not load this page directly. Thanks!
ar: لو سمحت لا تقم بفتح هذه الصفحه مباشرة . شكرا!

source: This post is password protected. Enter the password to view comments.
ar: هذه التدوينة هي كلمة السر المحمية. أدخل كلمة المرور لمشاهدة التعليقات.

source: Leave a reply
ar: ‎اضافة تعليق

source: Leave a reply to %s
ar: ‫‎اضافة تعليق لـ %s

source: Logged in as
ar: مسجل دخول بـ

source: Log out &raquo;
ar: تسجيل خروج &raquo;

source: E-Mail
ar: البريد الاليكتروني

source: Website
ar: الموقع

source: Captcha
ar: الرمز الامني

source: Click here to update the captcha
ar: اضغط هنا لتحديث الرمز الامني

source: Click on image to update the captcha .
ar: اضغط علي الصورة لتحديث الرمز الامني .

source: Click here to cancel reply.
ar: اضغط هنا لإلغاء الرد‫.

source: Post Comment
ar: اضف تعليق

source: You must <a href="%s" class="login-comments">login</a> or <a href="%s" class="signup">register</a> to add a new comment .
ar: يجب عليك <a href="%s">تسجيل الدخول</a> او <a href="%s">التسجيل</a> لتستطيع اضافه تعليق .

source: Go to...
ar: الذهاب الي...

source: Please fill the required field.
ar: يرجى ملء الحقول المطلوبة.

source: The captcha is incorrect, please try again.
ar: يوجد خطأ في الرمز الامني الرجاء المحاولة.

source: Fill out all the required fields.
ar: يرجى ملء الحقول المطلوبة.

source: Sorry, you cannot vote your question.
ar: عفوا، لاتسطيع تقيم هذا السؤال‫.

source: Sorry, you cannot vote on the same question more than once.
ar: عفوا ، لا تستطيع التصويت علي نفس السؤال اكثر من مرة .

source: Rating is available to members only.
ar: التصويت متاح للاعضاء فقط .

source: Sorry, you cannot vote your answer.
ar: عفوا، لا تستطيع تقيم إجابتك.

source: Sorry, you cannot vote on the same answer more than once.
ar: عفوا، لا يمكن تقيم نفس الإجابة مرتين.

source: Are you sure you want to Report?
ar: هل تريد فعلا التبليغ؟

source: Are you sure you want to delete the question?
ar: ‫‎هل تريد حذف السؤال؟

source: Are you sure you want to delete the post?
ar: ‎هل انت متاكد من حذف المقالة ؟

source: Are you sure you want to delete the message?
ar: هل انت متاكد من حذف الرسالة ؟

source: Were reported for the question!
ar: تم الابلاغ عن السؤال!

source: Follow the question
ar: تابع السؤال

source: Unfollow the question
ar: إلغاء متابعه السؤال

source: Follow
ar: تابعني

source: Unfollow
ar: الغاء المتابعة

source: Select file
ar: اختار الملف

source: Browse
ar: تصفح

source: Block Message
ar: حظر الرسائل

source: Unblock Message
ar: الغاء حضر الرسائل

source: Sorry no mistake, this is not a question asked.
ar: عفوا لا خطأ، فقط انت لم تسأل هذا السؤال.

source: You must enter a numeric value and a value greater than zero.
ar: يجب إدخال قيمة رقمية و أكبر من الصفر.

source: You bump your question now.
ar: قمت برفع سؤالك الآن.

source: Your points are insufficient.
ar: نقاطك غير كافية.

source: Question report
ar: ‫تبليغ عن سؤال

source: Answer report
ar: تبليغ عن إجابة

source: <strong>ERROR</strong>: please type a captcha.
ar: ‫<strong>خطأ</strong>: من فضلك أدخل الرمز الامني.

source: Attachment Error, Please upload image only.
ar: خطأ في الرفع، رجاء رفع صور فقط.

source: Added been successfully
ar: تم الاضافه بنجاح

source: Has been Added successfully.
ar: تم الإضافة بنجاح.

source: Has been Added successfully, The answer under review.
ar: ‫تم الإضافة بنجاح، الإجابة تحت المراجعة.

source: Answer to your question
ar: إجابة علي سؤالك

source: Hi there
ar: السلام عليكم ورحمه الله وبركاته

source: New question
ar: سؤال جديد

source: Has been added successfully, The question under review.
ar: ‫‫تم الإضافة بنجاح، السؤال تحت المراجعة.

source: New question for review
ar: سؤال جديد تحت المراجعة

source: Has been added successfully, When the user answered will show the question.
ar: تم الاضافة بنجاح, عندما يرد العضو سوف يظهر .

source: Has been added successfully, The post under review.
ar: ‫‫تم الإضافة بنجاح، المقال تحت المراجعة.

source: New post for review
ar: مقال جديد تحت المراجعة

source: Error
ar: خطأ

source: Sorry, you do not have a permission to add a question.
ar: ‎عفوا, لا تملك اي تصريح لاضافة سؤال.

source: You must login to ask question.
ar: يجب عليك تسجيل الدخول لطرح سؤال.

source: You need to pay first.
ar: يجب الدفع اولا.

source: Sorry do not have the minimum points Please do answer questions,even gaining points (The minimum points = %s).
ar: عفوا يجب ان تمتلك حد ادني للنقاط، أضف إجابات علي الاسئلة، اي شئ لكسب النقاط (الحد الادني من النقاط = %s).

source: There are required fields (username).
ar: ‏‫‎هناك حقول مطلوبة ( إسم الدخول ).

source: There are required fields (email).
ar: ‏‫‎هناك حقول مطلوبة ( البريد الإلكتروني ).

source: Please write correctly email.
ar: ادخل ايميل صحيح .

source: There are required fields (title).
ar: ‏‫‎هناك حقول مطلوبة ( العنوان ).

source: There are required fields (category).
ar: ‏‫‎هناك حقول مطلوبة ( القسم ).

source: Please enter at least two values in poll.
ar: لو سمحت قم بادخال قمتين للتصويت علي الاقل.

source: There are required fields (content).
ar: ‏‫‎هناك حقول مطلوبة ( المحتوي ).

source: There are required fields (Video ID).
ar: ‏‫‎هناك حقول مطلوبة ( ID الفيديو ).

source: There are required fields (captcha).
ar: ‫هناك حقول مطلوبة ( الرمز الامني ).

source: There are required fields (Agree of the terms).
ar: ‏‫‎هناك حقول مطلوبة ( الموافقة علي الشروط ).

source: Error in question.
ar: خطأ في السؤال.

source: Attachment Error:
ar: خطأ المرفقات:

source: There are required fields (details).
ar: ‏‫‎هناك حقول مطلوبة ( التفاصيل ).

source: Error in post.
ar: ‎خطإ في المقالة .

source: New message
ar: رسالة جديدة

source: Edited been successfully
ar: تم التعديل بنجاح

source: Has been edited successfully.
ar: تم التعديل بنجاح.

source: Has been edited successfully, The question under review.
ar: ‫‫تم التعديل بنجاح، السؤال تحت المراجعة.

source: Sorry you can't edit this question.
ar: عفوا لا تستطيع تعديل هذا السؤال.

source: Sorry no question select or not found.
ar: ‫عفوا لا يوجد أسئلة محددة او السؤال غير موجود.

source: Has been added successfully, The comment under review.
ar: تم الرضافة بنجاح، التعليق تحت المراجعة.

source: You are not allowed to edit this comment.
ar: لا تستطيع تعديل هذا التعليق.

source: Sorry no comment has you select or not found.
ar: ‫عفوا لا يوجد تعليقات محددة او التعليق غير موجود.

source: There are required fields (comment).
ar: ‏‫‎هناك حقول مطلوبة ( التعليق ).

source: You don't modify anything this is the same comment!.
ar: انت لم تعدل اي شئ انه نفس التعليق!.

source: Sorry you can't edit this post.
ar: عفوا لا تستطيع تعديل هذه المقالة.

source: Sorry no post select or not found.
ar: ‫عفوا لا يوجد مقالات محددة او المقالة غير موجودة.

source: There are required fields.
ar: هناك حقول مطلوبة.

source: Password does not match.
ar: كلمة المرور غير متطابقة.

source: There are required fields ( Country ).
ar: ‎هناك حقول مطلوبة ( الدولة ).

source: There are required fields ( City ).
ar: ‏‫‎هناك حقول مطلوبة ( المدينة ).

source: There are required fields ( Age ).
ar: ‎هناك حقول مطلوبة ( العمر ).

source: There are required fields ( Phone ).
ar: ‫‎هناك حقول مطلوبة ( الهاتف ).

source: There are required fields ( Sex ).
ar: ‎هناك حقول مطلوبة ( الجنس ).

source: There are required fields ( First Name ).
ar: ‫‏‫‎هناك حقول مطلوبة ( الأسم الأول ).

source: There are required fields ( Last Name ).
ar: ‫‫‏‫‎هناك حقول مطلوبة ( الأسم الأخير ).

source: There are required fields ( Display Name ).
ar: ‫‫‏‫‎هناك حقول مطلوبة ( الأسم الظاهر ).

source: There are required fields ( URL ).
ar: ‫‎هناك حقول مطلوبة ( رابط الموقع ).

source: Error type, Please upload: jpg,jpeg,png
ar: خطأ في النوع، يجب رفع: jpg,jpeg,png

source: Error in upload the image :
ar: خطأ في رفع الصورة :

source: There are required fields ( Profile Picture ).
ar: هناك حقول مطلوبة ( الصورة الشخصية ).

source: Profile has been updated
ar: تم تحديث الملف الشخصي

source: This coupon has expired.
ar: الكوبون منتهي.
